syllabus_algebra.org
#+TITLE: Syllabus
:PROPERTIES:
#+OPTIONS: author:nil date:nil toc:nil
#+LATEX_HEADER: \usepackage{parskip}
#+LATEX_HEADER: \usepackage[letterpaper,margin=15mm]{geometry}
#+LATEX_HEADER: \usepackage{longtable}
#+LATEX_HEADER: \usepackage{titling}
#+LATEX_HEADER: \setlength{\droptitle}{-60px}
:END:

#+latex: \vspace{-60px}

* Programa de Asignatura
  :PROPERTIES:  
  :UNNUMBERED: t
  :END:  

* Información básica
  Unidad académica responsable: Facultad de Ingeniería Agrícola, Departamento de Agroindustrias.

  Carrera: Ingeniería Civil Agrícola

  Ámbitos de desempeño: Recursos naturales, gestión de proyectos, innovación y desarrollo tecnológico.

* Identificación

+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Nombre de la asignatura: Álgebra y Trigonometría                                                          |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Código: 235300          | Crédito UdeC: 5         | Créditos SCT: 8           |                           |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Prerrequisitos: No tiene                                                                                  |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Modalidad: Presencial   | Calidad: Obligatorio    | Duración: Semestral       |                           |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Semestre en el plan de estudio: Ingeniería Civil Agrícola 3006-2019-Primer semestre                       |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Nombre de los cursos asociados a la asignatura: No es asignatura integradora                              |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Trabajo académico: 13 horas                                                                               |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+
| Horas teóricas: 4       | Horas prácticas: 2      | Horas de laboratorio: 0   | Horas de trabajo autónomo |
|                         |                         |                           |   de cada estudiante: 6   |
+------------+------------+------------+------------+-------------+-------------+-------------+-------------+

* Descripción
  Asignatura teórico-práctica que introduce al estudiante en los conceptos básicos del Álgebra Elemental y de la Trigonometría, contribuyendo a desarrollar la capacidad de abstracción y análisis, esenciales para toda ingeniería.

* Competencias
  Esta asignatura contribuye al desarrollo de las siguientes competencias del perfil de egreso para los estudiantes de Ingeniería Civil Agrícola:

  1. Concebir, diseñar, implementar y ejecutar soluciones de ingeniería asociadas a la agricultura, considerando las dimensiones sociales, éticas, económicas, tecnológicas y ambientales.

  2. Diseñar, planificar y evaluar obras hidráulicas, considerando criterios de seguridad, adecuación y confiabilidad para los usuarios, comprendiendo el ejercicio de su profesión como una oportunidad de servir y aportar constructivamente a la sociedad.

  3. Diseñar y evaluar sistemas de riego y drenaje intra y extra predial para la optimización y sustentabilidad del recurso hídrico, considerando la demanda de los cultivos y los equipos e implementos necesarios para su correcta operación. 

  4. Diseñar y evaluar proyectos asociados al uso de energías renovables no convencionales, considerando las dimensiones sociales, éticas, económicas, tecnológicas y ambientales.

  5. Desarrollar y evaluar proyectos de ingeniería para optimizar recursos tecnológicos, humanos, materiales y financieros, conformando equipos interdisciplinarios enfocados en el logro de los objetivos propuestos. 

  6. Desarrollar e implementar tecnologías para generar soluciones innovadoras en el sector agrícola, visualizando oportunidades y desafíos en los que emprender.

  7. Analizar la coherencia de los juicios propios y ajenos, y valorar las implicaciones personales y sociales de los mismos, dentro del contexto de su desempeño profesional.

  8. Comunicar aspectos técnicos de ingeniería, de manera efectiva y haciendo uso correcto del lenguaje, aplicando recursos tecnológicos y habilidades sociales.


* Resultados de Aprendizaje

  Al completar en forma exitosa esta asignatura, los estudiantes serán capaces de:

  1. Aplicar el concepto de funciones y sus características distintivas en el análisis de problemas de Ingeniería.

  2. Utilizar el razonamiento lógico para argumentar y comunicar información científica.

  3. Aplicar las diferentes propiedades del conjunto de los números complejos para expresar conceptos y soluciones de problemas simples en el área de la ingeniería.

  4. Plantear y resolver problemas que involucren conceptos de trigonometría y resolución de ecuaciones (lineales, cuadráticas, trigonométricas, logarítmicas, exponenciales y polinomiales) en distintas áreas de las ciencias de la ingeniería.

* Contenidos

  - *Lógica y Conjuntos:* Proposición. Conectivos Lógicos. Tablas de verdad. Tautología. Contradicción y Contingencia. Proposiciones lógicamente Equivalentes. Implicación Lógica. Teorema. Teorema recíproco, contrario y Contra-recíproco. Métodos de demostración: Directo e Indirecto (Reducción al absurdo). Noción y notación de conjunto. Relación de Pertenencia y de Inclusión de conjuntos. Conjunto vacío. Conjunto de partes. Operaciones con conjuntos: Conjunto Universo, diferencia, complemento, unión e intersección de conjuntos. Conjuntos disjuntos. Propiedades. Producto Cartesiano. Partición de conjunto.  Función Proposicional y Conjunto de Validez. Cuantificadores Lógicos. Negación de proposiciones con cuantificadores lógicos.

  - *Funciones:* Definición de Relación y Función. Dominio y Recorrido. Igualdad de funciones. Funciones Inyectivas, Sobreyectivas y Biyectivas. Funciones restringidas. Función real de variable real. Gráfica de funciones. Álgebra de funciones: adición, sustracción, producto y cuociente de funciones. Composición de funciones. Función Inversa; Propiedades. Funciones por tramos.

  - *Funciones Circulares:* Definiciones y Representación Gráfica. Identidades fundamentales. Funciones Trigonométricas de Sumas, Diferencias y Múltiplos. Teoremas del Seno y del Coseno. Identidades y Ecuaciones Trigonométricas. Funciones Trigonométricas Inversas y sus gráficas. Aplicaciones.

  - *Números Complejos:* Plano Complejo. Propiedades y operatoria. Forma Polar y Exponencial. Teorema de De Moivre. Raíces de un Complejo. Resolución de ecuaciones. 

  - *Polinomios:* Polinomios y Funciones Polinomiales. Álgebra de Polinomios. Raíces y factorización de un Polinomio. Teorema Fundamental del Álgebra. Descomposición en Suma de Fracciones Parciales.

  - *Inducción Matemática y Teorema del Binomio:* Principio de Inducción Matemática. Coeficientes Binomiales y Teorema del Binomio.


* Metodología

  Clases teóricas y prácticas. Discusión de material escrito y guías de ejercicios orientados a problemas de ingeniería basados en la bibliografía del curso. Las actividades anteriores se reforzarán con atención grupal con el ayudante para resolver ejercicios y dudas (una hora semanal), y atención individual en oficina del profesor para resolver dudas.


