syllabus_algebra.tex
% Created 2022-12-26 lun 22:48
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{parskip}
\usepackage[letterpaper,margin=15mm]{geometry}
\usepackage{longtable}
\usepackage{titling}
\setlength{\droptitle}{-60px}
\date{}
\title{Syllabus}
\hypersetup{
 pdfauthor={Ramiro James Rebolledo Cormack},
 pdftitle={Syllabus},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 27.1 (Org mode 9.3)}, 
 pdflang={English}}
\begin{document}

\maketitle

\vspace{-60px}

\section*{Programa de Asignatura}
\label{sec:org750cca4}

\section{Información básica}
\label{sec:orgfa3fb76}
Unidad académica responsable: Facultad de Ingeniería Agrícola, Departamento de Agroindustrias.

Carrera: Ingeniería Civil Agrícola

Ámbitos de desempeño: Recursos naturales, gestión de proyectos, innovación y desarrollo tecnológico.

\section{Identificación}
\label{sec:org5f1375a}

\begin{center}
\begin{tabular}{|l|l|l|l|}
\hline
\multicolumn{4}{|l|}{Nombre de la asignatura: Álgebra y Trigonometría} \\
\hline
Código: 235300 & Crédito UdeC: 5 & Créditos SCT: 8 & \\
\hline
\multicolumn{4}{|l|}{Prerrequisitos: No tiene} \\
\hline
Modalidad: Presencial & Calidad: Obligatorio & Duración: Semestral & \\
\hline
\multicolumn{4}{|l|}{Semestre en el plan de estudio: Ingeniería Civil Agrícola 3006-2019-Primer semestre} \\
\hline
\multicolumn{4}{|l|}{Nombre de los cursos asociados a la asignatura: No es asignatura integradora} \\
\hline
\multicolumn{4}{|l|}{Trabajo académico: 13 horas} \\
\hline
Horas teóricas: 4 & Horas prácticas: 2 & Horas de laboratorio: 0 & Horas de trabajo autónomo \\
 & & & de cada estudiante: 6 \\
\hline
\end{tabular}
\end{center}

\section{Descripción}
\label{sec:org4c6b061}
Asignatura teórico-práctica que introduce al estudiante en los conceptos básicos del Álgebra Elemental y de la Trigonometría, contribuyendo a desarrollar la capacidad de abstracción y análisis, esenciales para toda ingeniería.

\section{Competencias}
\label{sec:org9751400}
Esta asignatura contribuye al desarrollo de las siguientes competencias del perfil de egreso para los estudiantes de Ingeniería Civil Agrícola:

\begin{enumerate}
\item Concebir, diseñar, implementar y ejecutar soluciones de ingeniería asociadas a la agricultura, considerando las dimensiones sociales, éticas, económicas, tecnológicas y ambientales.

\item Diseñar, planificar y evaluar obras hidráulicas, considerando criterios de seguridad, adecuación y confiabilidad para los usuarios, comprendiendo el ejercicio de su profesión como una oportunidad de servir y aportar constructivamente a la sociedad.

\item Diseñar y evaluar sistemas de riego y drenaje intra y extra predial para la optimización y sustentabilidad del recurso hídrico, considerando la demanda de los cultivos y los equipos e implementos necesarios para su correcta operación.

\item Diseñar y evaluar proyectos asociados al uso de energías renovables no convencionales, considerando las dimensiones sociales, éticas, económicas, tecnológicas y ambientales.

\item Desarrollar y evaluar proyectos de ingeniería para optimizar recursos tecnológicos, humanos, materiales y financieros, conformando equipos interdisciplinarios enfocados en el logro de los objetivos propuestos.

\item Desarrollar e implementar tecnologías para generar soluciones innovadoras en el sector agrícola, visualizando oportunidades y desafíos en los que emprender.

\item Analizar la coherencia de los juicios propios y ajenos, y valorar las implicaciones personales y sociales de los mismos, dentro del contexto de su desempeño profesional.

\item Comunicar aspectos técnicos de ingeniería, de manera efectiva y haciendo uso correcto del lenguaje, aplicando recursos tecnológicos y habilidades sociales.
\end{enumerate}


\section{Resultados de Aprendizaje}
\label{sec:org91621e8}

Al completar en forma exitosa esta asignatura, los estudiantes serán capaces de:

\begin{enumerate}
\item Aplicar el concepto de funciones y sus características distintivas en el análisis de problemas de Ingeniería.

\item Utilizar el razonamiento lógico para argumentar y comunicar información científica.

\item Aplicar las diferentes propiedades del conjunto de los números complejos para expresar conceptos y soluciones de problemas simples en el área de la ingeniería.

\item Plantear y resolver problemas que involucren conceptos de trigonometría y resolución de ecuaciones (lineales, cuadráticas, trigonométricas, logarítmicas, exponenciales y polinomiales) en distintas áreas de las ciencias de la ingeniería.
\end{enumerate}

\section{Contenidos}
\label{sec:org3c37485}

\begin{itemize}
\item \textbf{Lógica y Conjuntos:} Proposición. Conectivos Lógicos. Tablas de verdad. Tautología. Contradicción y Contingencia. Proposiciones lógicamente Equivalentes. Implicación Lógica. Teorema. Teorema recíproco, contrario y Contra-recíproco. Métodos de demostración: Directo e Indirecto (Reducción al absurdo). Noción y notación de conjunto. Relación de Pertenencia y de Inclusión de conjuntos. Conjunto vacío. Conjunto de partes. Operaciones con conjuntos: Conjunto Universo, diferencia, complemento, unión e intersección de conjuntos. Conjuntos disjuntos. Propiedades. Producto Cartesiano. Partición de conjunto.  Función Proposicional y Conjunto de Validez. Cuantificadores Lógicos. Negación de proposiciones con cuantificadores lógicos.

\item \textbf{Funciones:} Definición de Relación y Función. Dominio y Recorrido. Igualdad de funciones. Funciones Inyectivas, Sobreyectivas y Biyectivas. Funciones restringidas. Función real de variable real. Gráfica de funciones. Álgebra de funciones: adición, sustracción, producto y cuociente de funciones. Composición de funciones. Función Inversa; Propiedades. Funciones por tramos.

\item \textbf{Funciones Circulares:} Definiciones y Representación Gráfica. Identidades fundamentales. Funciones Trigonométricas de Sumas, Diferencias y Múltiplos. Teoremas del Seno y del Coseno. Identidades y Ecuaciones Trigonométricas. Funciones Trigonométricas Inversas y sus gráficas. Aplicaciones.

\item \textbf{Números Complejos:} Plano Complejo. Propiedades y operatoria. Forma Polar y Exponencial. Teorema de De Moivre. Raíces de un Complejo. Resolución de ecuaciones.

\item \textbf{Polinomios:} Polinomios y Funciones Polinomiales. Álgebra de Polinomios. Raíces y factorización de un Polinomio. Teorema Fundamental del Álgebra. Descomposición en Suma de Fracciones Parciales.

\item \textbf{Inducción Matemática y Teorema del Binomio:} Principio de Inducción Matemática. Coeficientes Binomiales y Teorema del Binomio.
\end{itemize}


\section{Metodología}
\label{sec:org0c05697}

Clases teóricas y prácticas. Discusión de material escrito y guías de ejercicios orientados a problemas de ingeniería basados en la bibliografía del curso. Las actividades anteriores se reforzarán con atención grupal con el ayudante para resolver ejercicios y dudas (una hora semanal), y atención individual en oficina del profesor para resolver dudas.
