syllabus_algebra.tex


\section{Evaluación}
\label{sec:orgc3cadd0}
Se evaluará de acuerdo al Reglamento de Docencia de Pregrado de la Facultad de Ingeniería Agrícola. Se realizarán 3 evaluaciones (E1, E2 y E3) de 20\%, 30\% y 30\%, respectivamente, en las fechas indicadas en la planificación. Además se harán tests y tareas cuyo promedio (T) será el 20\% y que serán avisados con una semana de anticipación. Los tests serán rendidos en clases y las tareas serán desarrolladas fuera del horario de clases.
Con respecto a las tareas, la primera tarea debe entregarse en una carpeta simple con archivador con el nombre, carrera y número de matrícula en un lugar visible de la carpeta. Cada tarea debe tener esta misma información (nombre, carrera y número de matrícula) en la parte superior de la primera hoja además del número de la tarea y fecha. Cada tarea debe entregarse en hojas blancas, y debe contener tanto el enunciado como la respuesta de TODAS las preguntas. Las tareas estarán disponibles en Canvas una semana antes de la fecha de entrega. Cada día de retraso en la entrega corresponderá a un descuento de 0.5 puntos en su calificación. Parte de la calificación de la tarea será, además de la buena redacción, la presentación de la tarea, es decir, respuestas mal redactadas, manchas en la hojas, desorden o arrugas en las hojas significarán un descuento en la nota de la tarea. Las tareas serán guardadas por el profesor. El día de entrega o revisión de la tarea el profesor puede hacer preguntas a cualquier alumno sobre lo respondido en la tarea, y si si no se demuestra dominio en lo respondido se puede descontar puntos. En el caso de tareas grupales, si uno de los miembros del grupo no demuestra comprensión de lo respondido en la tarea, el descuento en la nota será a todo el grupo.

Los alumnos que obtengan una calificación menor que 3.95 pueden rendir la Evaluación de Recuperación (ER) la cual tiene carácter de examen con una ponderación de 40\% de la nota final.
Si el alumno no rinde la ER, la nota final (NF) se calcula como sigue:
\begin{center}
NF  = 0.2*E1 + 0.3*E2 + 0.3*E3 + 0.2*T
\end{center}

En el caso de que NF sea mayor o igual que 3.95 el alumno está aprobado con nota NF. En caso contrario el alumno puede rendir la ER calculándose la NF como sigue

\begin{center}
NF  = 0.6*(0.2*E1 + 0.3*E2 + 0.3*E3 + 0.2*T) + 0.4*ER
\end{center}

Quien no rinda E1, E2 o E3 pero justifique adecuadamente su inasistencia presentando un certificado médico ante la DISE o sea autorizado por su jefe de carrera, podrá rendir la evaluación faltante al final del semestre en una fecha a convenir (después de E3 y antes de ER). La no rendición de E1, E2 o E3 es calificada con concepto NCR. La no rendición de un test o tarea será calificado con nota mínima.

\section{Evidencias}
\label{sec:orgecb0cab}

Al no ser asignatura integradora, este ítem no procede.

\section{Bibliografía}
\label{sec:orga1a976f}

\textbf{Bibliografía Básica}

\begin{enumerate}
\item Devaud, G. et. al. (1996). Álgebra. Universidad de Concepción. s/ISBN

\item Zill D. y Dewar J. (2012). Álgebra, Trigonometría y Geometría Analítica. McGraw-Hill. ISBN: 9786071507143.
\end{enumerate}

\textbf{Bibliografía Complementaria}

\begin{enumerate}
\item Sandoval J., Flores A. y Gálvez M. (2010). Guías de Práctico Álgebra y Trigonometría. Universidad de Concepción. ISBN: 9789568029883.

\item Devaud, G. et. al. (1996). Ejercicios propuestos y resueltos de Álgebra y Álgebra lineal. Universidad de Concepción. s/ISBN
\end{enumerate}

Nota: Todos estos libros están disponibles en biblioteca de manera física.

\section{Lineamientos Institucionales}
\label{sec:orgbc03701}

\begin{itemize}
\item Universidad interdisciplinaria de impacto nacional con proyección internacional
\item Innovación para la excelencia
\item Comunidad comprometida con la inclusión y la equidad de género
\item Desarrollo sustentable de la institución.
\end{itemize}
