syllabus_algebra.org
* Planificación


#+latex: {\scriptsize
#+ATTR_LATEX: :environment longtable
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| Semana  |Competencia|Resultado   |Contenidos                      |Actividad de           | Evaluación  |Responsable     |Horas de  |
|         |           |de          |                                |aprendizaje            |             |                |trabajo   |
|         |           |aprendizaje |                                |                       |             |                |académico |
|         |           |            |                                |                       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S1:16/8 |           | 2          |Presentación del syllabus.      |Primera parte          | Formativa   | Docente y      | 2        |
|         |           |            |Módulo 1: Lógica: Proposiciones |teórica. Finaliza con  |             |alumnos         |          |
|         |           |            |y tablas de verdad. Conectivos  |problemas que alumnos  |             |                |          |
|         |           |            |lógicos, tautología,            |deben resolver usando  |             |                |          |
|         |           |            |contradicción y contingencia.   |tablas de verdad.      |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 18/8    |           | 2          |Funciones proposicionales y     |Primera parte          | Formativa   | Docentes y     | 2        |
|         |           |            |cuantificadores. Implicancias y |teórica. Segunda       |             |alumnos         |          |
|         |           |            |equivalencias.                  |parte ejercicios.      |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S2:22/8 |           | 2          |Ejercicios.                     |Los estudiantes        | Formativa   | Docente y      | 2        |
|         |           |            |                                |resuelven problemas    |             |alumnos         |          |
|         |           |            |                                |del Listado 1          |             |                |          |
|         |           |            |                                |mientras el profesor   |             |                |          |
|         |           |            |                                |resuelve dudas.        |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 23/8    |           | 2          |Tarea 1. Teoremas y métodos de  |Primera parte          | Formativa   | Docente y      |  2       |
|         |           |            |demostración.                   |teórica. Segunda       |             |alumnos         |          |
|         |           |            |                                |parte ejercicios en    |             |                |          |
|         |           |            |                                |grupo.                 |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 25/8    |           | 1, 2       |Módulo 2: Teoría de conjuntos:  |Primera parte          | Formativa   | Docente y      | 2        |
|         |           |            |Definiciones básicas, noción de |teórica. Segunda       |             |alumnos         |          |
|         |           |            |pertenencia, subconjunto e      |parte ejercicios       |             |                |          |
|         |           |            |igualdad. Conjunto universo y   |grupales.              |             |                |          |
|         |           |            |vacío.                          |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S3:29/8 |           | 1, 2       |Propiedades de conjuntos        |Primera parte          | Formativa   | Docente y      | 2        |
|         |           |            |(demostraciones y ejemplos).    |teórica. Segunda       |             |alumnos         |          |
|         |           |            |                                |parte ejercicios       |             |                |          |
|         |           |            |                                |grupales.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 30/8    |           | 1, 2       |Revisión Tarea 1: Demostración  |Profesor explica la    | Formativa   | Docente y      | 2        |
|         |           |            |de conjuntos.                   |pauta de la Tarea 1 y  |             |alumnos         |          |
|         |           |            |                                |discute dudas. Luego   |             |                |          |
|         |           |            |                                |los alumnos resuelven  |             |                |          |
|         |           |            |                                |problemas del Listado  |             |                |          |
|         |           |            |                                |2 (conjuntos)          |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
|         |           |            |                                |                       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 1/9     |           | 1, 2       |Tarea 2. Ejercicios de          |Primera parte          | Formativa   | Docente y      | 2        |
|         |           |            |demostraciones de               |teórica. Segunda       |             |alumnos         |          |
|         |           |            |conjuntos. Cardinalidad y       |parte ejercicios       |             |                |          |
|         |           |            |diagrama de Venn.               |grupales.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S3: 5/9 |           | 2          |Módulo 3: Símbolo de sumatoria. |Primera parte          | Formativa   | Docente y      | 2        |
|         |           |            |Principio y Teorema de          |teórica. Segunda       |             |alumnos         |          |
|         |           |            |inducción.                      |parte ejercicios       |             |                |          |
|         |           |            |                                |grupales.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 5/9     |           | 2          |Ayudantía                       |Los alumnos            | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |de sumatoria           |             |                |          |
|         |           |            |                                |(Listado 3)            |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 6/9     |           | 2          |Ejercicios de inducción,        |Los alumnos            | Formativa   | Docente y      | 2        |
|         |           |            |demostración de propiedades de  |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |Progresión Geométrica y         |de inducción           |             |                |          |
|         |           |            |Aritmética.                     |(listado 3)            |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 8/9     |           | 2          |Tarea 3. Ejercicios módulo 3    |Alumnos resuelven      | Formativa   | Docente y      | 2        |
|         |           |            |                                |ejercicios del         |             |alumnos         |          |
|         |           |            |                                |Listado 3              |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 12/9    |           | 2          |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |ejercicios tipo        |             |alumnos         |          |
|         |           |            |                                |certamen como          |             |                |          |
|         |           |            |                                |preparación para el    |             |                |          |
|         |           |            |                                |Certamen 1 con la      |             |                |          |
|         |           |            |                                |ayuda de ayudante.     |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 13/9    |           | 2          |Revisión Tarea 3. Ejercicios de |Se analiza la          | Formativa   | Docente y      | 2        |
|         |           |            |preparación Certamen 1.         |solución (pauta) de    |             |alumnos         |          |
|         |           |            |                                |la Tarea 3, y se       |             |                |          |
|         |           |            |                                |resuelven problemas y  |             |                |          |
|         |           |            |                                |dudas relacionadas     |             |                |          |
|         |           |            |                                |con el certamen 1.     |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 15/6    |           |            |Certamen 1.                     |Evaluación escrita.    | Sumativa    | Profesor y     | 2        |
|         |           |            |                                |                       |             |alumnos         |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S5:19/9 | Feriado                                                                                                                   |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 20/9    |           | 2          |Revisión Pauta Certamen         |Se explica la Pauta    | Formativa   | Profesor y     | 2        |
|         |           |            |1. Recuerdo de conceptos básicos|del Certamen 1         |             |alumnos         |          |
|         |           |            |de inecuaciones.                |resolviendo            |             |                |          |
|         |           |            |                                |dudas. Se repasa       |             |                |          |
|         |           |            |                                |inecuaciones (vistas   |             |                |          |
|         |           |            |                                |en curso en            |             |                |          |
|         |           |            |                                |paralelo) mediante     |             |                |          |
|         |           |            |                                |ejemplos y             |             |                |          |
|         |           |            |                                |ejercicios en grupo.   |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 22/9    |           | 1, 2       |Módulo 4: Funciones: Definición |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |de Relación y Función. Funciones|teórica. Segunda       |             |alumnos         |          |
|         |           |            |reales. Dominio y recorrido.    |parte ejercicios en    |             |                |          |
|         |           |            |                                |grupo.                 |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S6:26/9 |           | 1, 2       |Ejercicios.                     |Los alumnos            | Formativa   | Profesor y     | 2        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 4          |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 26/9    |           | 1, 2       |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |ejercicios del         |             |alumnos         |          |
|         |           |            |                                |Listado 4              |             |                |          |
|         |           |            |                                |supervisados por el    |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 27/9    |           | 1, 2       |Funciones inyectivas y          |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |sobreyectivas. Función inversa. |teórica. Segunda       |             |alumnos         |          |
|         |           |            |Restricciones.                  |parte ejercicios en    |             |                |          |
|         |           |            |                                |grupo.                 |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 29/9    |           | 1, 2       |Tarea 4. Álgebra de funciones   |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |reales. Restricciones. Funciones|teórica. Segunda       |             |alumnos         |          |
|         |           |            |pares, impares y monótonas.     |parte ejercicios en    |             |                |          |
|         |           |            |                                |grupo.                 |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S7:3/10 |           | 1, 2       |Ejercicios Módulo 4.            |Los alumnos            | Formativa   | Profesor y     | 2        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 4 con la   |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 3/10    |           | 1, 2       |Ayudantía.                      |Los alumnos            | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 4 con la   |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 4/10    |           | 1, 2       |Revisión Tarea 4 y ejercicios.  |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |                                |análisis de la Pauta   |             |alumnos         |          |
|         |           |            |                                |de la Tarea 4.         |             |                |          |
|         |           |            |                                |Segunda parte          |             |                |          |
|         |           |            |                                |ejercicios en grupo.   |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 6/10    |           | 1, 2 y 4   |Tarea 5, Módulo 4. Funciones    |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |exponencial y logaritmo.        |teórica. Parte final   |             |alumnos         |          |
|         |           |            |                                |los estudiantes        |             |                |          |
|         |           |            |                                |resuelven problemas    |             |                |          |
|         |           |            |                                |en grupo.              |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S8:10/10| Feriado                                                                                                                   |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 11/10   |           |1, 2 y 4    |Módulo 5: Funciones             |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |trigonométricas. Ángulos y sus  |teórica. Parte final   |             |alumnos         |          |
|         |           |            |medidas. Cálculo de funciones   |los estudiantes        |             |                |          |
|         |           |            |circulares en algunos ángulos   |resuelven ejercicios   |             |                |          |
|         |           |            |específicos. Longitud de arco.  |en grupo sobre los     |             |                |          |
|         |           |            |                                |conceptos de           |             |                |          |
|         |           |            |                                |trigonometría vistos   |             |                |          |
|         |           |            |                                |en la clase.           |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 13/10   |           |1, 2 y 4    |Definición de funciones         |Primera parte teórica  | Formativa   | Profesor y     | 2        |
|         |           |            |circulares, sus gráficas y      |haciendo uso de        |             |alumnos         |          |
|         |           |            |propiedades fundamentales.      |geogebra explicar      |             |                |          |
|         |           |            |                                |gráficas. Parte final  |             |                |          |
|         |           |            |                                |los estudiantes        |             |                |          |
|         |           |            |                                |resuelven un           |             |                |          |
|         |           |            |                                |ejercicio en grupo     |             |                |          |
|         |           |            |                                |sobre gráficas de      |             |                |          |
|         |           |            |                                |funciones              |             |                |          |
|         |           |            |                                |trigonométricas.       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S9:17/10|           |1, 2 y 4    |Ejercicios.                     |Los estudiantes        | Formativa   | Profesor y     | 2        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 5 con la   |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 17/10   |           |1, 2 y 4    |Ayudantía.                      |Los estudiantes        | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 5 con la   |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 18/10   |           |1, 2 y 4    |Identidades trigonométricas.    |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |                                |teórica. Parte final   |             |alumnos         |          |
|         |           |            |                                |los estudiantes        |             |                |          |
|         |           |            |                                |resuelven ejercicios   |             |                |          |
|         |           |            |                                |en grupos sobre        |             |                |          |
|         |           |            |                                |identidades            |             |                |          |
|         |           |            |                                |trigonométricas.       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 20/10   |           |1, 2 y 4    |Otras identidades: Funciones    |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |trigonométricas de la suma y    |teórica. Segunda       |             |alumnos         |          |
|         |           |            |diferencia, de ángulos dobles y |partelos estudiantes   |             |                |          |
|         |           |            |medios.                         |resuelven ejercicios   |             |                |          |
|         |           |            |                                |en grupo sobre lo      |             |                |          |
|         |           |            |                                |visto en la clase.     |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
|S10:24/10|           |1, 2 y 4    |Reducción de productos en sumas |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |y viceversa. Funciones          |expositiva. Segunda    |             |alumnos         |          |
|         |           |            |circulares inversas.            |parte los              |             |                |          |
|         |           |            |                                |estudiantes            |             |                |          |
|         |           |            |                                |resuelven ejercicios   |             |                |          |
|         |           |            |                                |en grupo sobre lo      |             |                |          |
|         |           |            |                                |visto en clase.        |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 24/10   |           |1, 2 y 4    |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |ejercicios del         |             |alumnos         |          |
|         |           |            |                                |Listado 5 bajo la      |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 25/10   |           |1, 2 y 4    |Tarea 6. Ecuaciones             |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |trigonométricas.                |teórica. Segunda       |             |alumnos         |          |
|         |           |            |                                |parte los estudiantes  |             |                |          |
|         |           |            |                                |resuelven ejercicios   |             |                |          |
|         |           |            |                                |en grupo sobre         |             |                |          |
|         |           |            |                                |ecuaciones             |             |                |          |
|         |           |            |                                |trigonométricas.       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 27/10   |           |1, 2 y 4    |Ejercicios.                     |Alumnos resuelven      | Formativa   | Profesor y     | 2        |
|         |           |            |                                |ejercicios del Listado |             |alumnos         |          |
|         |           |            |                                |6 bajo la supervisión  |             |                |          |
|         |           |            |                                |del profesor.          |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 1/11    | Feriado                                                                                                                   |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 3/11    |           |            |Certamen 2.                     |                       | Sumativa    | Profesor y     | 2        |
|         |           |            |                                |                       |             |alumnos         |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S12:7/11|           |1, 2 y 4    |Tarea 7. Análisis de la pauta   |Análisis de la Pauta   | Formativa   | Profesor y     | 2        |
|         |           |            |del Certamen 2. Módulo 6:       |del Certamen 2. Sigue  |             |alumnos         |          |
|         |           |            |Números                         |teóría sobre números   |             |                |          |
|         |           |            |complejos. Definición. Plano    |complejos. Termina con |             |                |          |
|         |           |            |complejo. Representación        |los estudiantes        |             |                |          |
|         |           |            |binomial y como par             |resolviendo problemas  |             |                |          |
|         |           |            |ordenado. Propiedades de módulo |en grupo sobre números |             |                |          |
|         |           |            |y conjugado.                    |complejos.             |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 7/11    |           |1, 2 y 4    |Ayudantía.                      |Los alumnos            | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven ejercicios   |             |alumnos         |          |
|         |           |            |                                |del Listado 7 bajo     |             |                |          |
|         |           |            |                                |la supervisión del     |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 8/11    |           |2 y 3       |Operaciones aritmética con      |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |números complejos, incluyendo   |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |potencias con exponente natural.|los estudiantes        |             |                |          |
|         |           |            |Teorema de Moivre.              |resuelven ejercicios en|             |                |          |
|         |           |            |                                |grupo sobre            |             |                |          |
|         |           |            |                                |representación         |             |                |          |
|         |           |            |                                |exp y log de complejos.|             |                |          |
|         |           |            |                                |                       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 10/11   |           |2 y 3       |Representación polar,           |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |exponenciales y raíces de       |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |complejos. Producto y cociente  |los estudiantes        |             |                |          |
|         |           |            |números complejos usando forma  |resuelven ejercicios en|             |                |          |
|         |           |            |polar.                          |grupo sobre raíces de  |             |                |          |
|         |           |            |                                |números complejos.     |             |                |          |
|         |           |            |                                |                       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
|S13:14/11|           |2 y 3       |Raíces de la unidad.            |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |                                |expositiva. Parte      |             |alumnos         |          |
|         |           |            |                                |final los              |             |                |          |
|         |           |            |                                |estudiantes            |             |                |          |
|         |           |            |                                |resuelven un           |             |                |          |
|         |           |            |                                |ejercicio en grupo     |             |                |          |
|         |           |            |                                |sobre raíces de la     |             |                |          |
|         |           |            |                                |unidad.                |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 14/11   |           |2 y 3       |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |ejercicios del         |             |alumnos         |          |
|         |           |            |                                |Listado 7 bajo la      |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 15/11   |           |2 y 3       |Tarea 8. Ejercicios.            |Resolución de          | Formativa   | Profesor y     | 2        |
|         |           |            |                                |ejercicios bajo la     |             |alumnos         |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |profesor.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 17/11   |           |2, 3 y 4    |Módulo 7:                       |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |Polinomios. Definición,         |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |operaciones aritméticas,        |resolución de ejercicio|             |                |          |
|         |           |            |propiedades, grado de polinomio.|en grupo sobre         |             |                |          |
|         |           |            |                                |polinomios supervisados|             |                |          |
|         |           |            |                                |por el profesor.       |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
|S14:21/11|           |2, 3 y 4    |Función racional, función       |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |racional impropia, existencia y |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |unicidad del cociente y resto,  |los estudiantes        |             |                |          |
|         |           |            |algoritmo de división sintética.|resuelven ejercicios en|             |                |          |
|         |           |            |                                |grupo sobre división   |             |                |          |
|         |           |            |                                |de polinomios          |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 21/11   |           |2, 3 y 4    |Ayudantía.                      |Los estudiantes        | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven problemas del|             |alumnos         |          |
|         |           |            |                                |Listado 7 bajo la      |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 22/11   |           |2, 3 y 4    |Algoritmo de Ruffini, Teorema   |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |del resto.                      |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |                                |los estudiantes        |             |                |          |
|         |           |            |                                |resuelven ejercicios en|             |                |          |
|         |           |            |                                |grupo bajo la          |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |profesor sobre         |             |                |          |
|         |           |            |                                |de polinomios.         |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 24/11   |           |2, 3 y 4    |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |problemas del Listado  |             |alumnos         |          |
|         |           |            |                                |8 supervisados por el  |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
|S15:28/11|           |2, 3 y 4    |Raíces de polinomios y su       |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |multiplicidad. Teorema          |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |fundamental del                 |los estudiantes        |             |                |          |
|         |           |            |álgebra. Descomposición en      |resuelven ejercicios en|             |                |          |
|         |           |            |factores irreducibles.          |grupo sobre            |             |                |          |
|         |           |            |                                |factorización de       |             |                |          |
|         |           |            |                                |polinomios.            |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 28/11   |           |2, 3 y 4    |Ayudantía.                      |Los estudiantes        | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |resuelven problemas    |             |alumnos         |          |
|         |           |            |                                |del Listado 7 bajo la  |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 29/11   |           |2, 3 y 4    |Descomposición en suma de       |Primera parte          | Formativa   | Profesor y     | 2        |
|         |           |            |fracciones parciales.           |teórica. Segunda parte |             |alumnos         |          |
|         |           |            |                                |los estudiantes        |             |                |          |
|         |           |            |                                |resuelven              |             |                |          |
|         |           |            |                                |ejercicios sobre       |             |                |          |
|         |           |            |                                |descomposición de      |             |                |          |
|         |           |            |                                |fracciones parciales.  |             |                |          |
|         |           |            |                                |                       |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 1/2     |           |2, 3 y 4    |Ayudantía.                      |Alumnos resuelven      | Formativa   | Ayudante y     | 1        |
|         |           |            |                                |ejercicios para        |             |alumnos         |          |
|         |           |            |                                |preparación para el    |             |                |          |
|         |           |            |                                |Certamen 3 bajo la     |             |                |          |
|         |           |            |                                |supervisión del        |             |                |          |
|         |           |            |                                |ayudante.              |             |                |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| S16:5/12|           |2, 3 y 4    |Certamen 3                      |                       |Sumativa     | Profesor y     |2         |
|         |           |            |                                |                       |             |alumnos         |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+
| 22/11   |           |2, 3 y 4    |Evaluación de Recuperación      |                       |Sumativa     | Profesor y     | 2        |
|         |           |            |                                |                       |             |alumnos         |          |
+---------+-----------+------------+--------------------------------+-----------------------+-------------+----------------+----------+


#+latex: }


