syllabus_algebra.tex


\section{Datos de Contacto}
\label{sec:orgceb8c24}

\begin{itemize}
\item Nombre del docente: Ramiro Rebolledo.

e-mail: ramirorebolledo@udec.cl

Oficina: 140, Departamento de Agroindustrias, Facultad de Ingeniería Agrícola.  

Horario de consultas: Viernes 11:00-12:00 hrs

\item Nombre del ayudante: Mauricio Bahamondes.

e-mail: mlagos2017@udec.cl
\end{itemize}


\section{Requisitos de la Asignatura}
\label{sec:org711556d}

Clases teóricas: Lunes 11:15-13:00 hrs y Martes 14:15-16:00 en la Sala 5 del Edificio Central.

Clases prácticas: Jueves 10:15-12:00 hrs en la Sala 5 del Edificio Central.

Ayudantías: Lunes 14:00-15:00 hrs en la Sala FIA-1.

Nota: Todas las actividades del curso son presenciales, pero de no ser posible la presencialidad en el campus se evaluará reemplazar todas las actividades presenciales por virtuales, para lo cual se utilizará Teams y Canvas. Es responsabilidad de cada estudiante asegurarse que tiene acceso a estas herramientas  en el caso de ser necesario.


\section{Recursos de Aprendizaje}
\label{sec:org0f70fec}
Los recursos de aprendizaje son los libros de la bibliografía, los cuales están disponibles en biblioteca, y los archivos con materia, listados de ejercicios propuestos, y ejercicios resueltos (pautas de evaluaciones del semestre anterior) disponibles en Canvas. Cualquier cambio en este syllabus (por ejemplo, cambio de horario) será avisada por e-mail. Es respondabilidad de cada estudiante revisar su correo periódicamente.
\end{document}
